{
    "spells": [
        {
            "name": "Poszerzona Percepcja",
            "category": "Talent",
            "type": "Wspólna",
            "description": "Sensor dodaje swój bonus z wyszkolenia do testów Percepcji oraz Intuicji.",
            "cost": 1
        },
        {
            "name": "Nieustanna Czujność",
            "category": "Talent",
            "type": "Wspólna",
            "description": "Sensor nie może zostać zaskoczony. Jeśli przeciwnik atakuje go z zaskoczenia, Sensor automatycznie dostaje swoją turę przed atakiem. Przeciwnik traci bonusy wynikające z zaskoczenia",
            "cost": 2
        },
        {
            "name": "Wewnętrzny Radar",
            "category": "Talent",
            "type": "Wspólna",
            "description": "Sensor czuje ruchome istoty w promieniu 6m, nawet przez ściany i mgłę. Nie ma utrudnień w walce z niewidocznym przeciwnikiem w zasięgu działania zmysłu.. \nMocniejsza wersja (2 PP): Zasięg rośnie do 12m.",
            "cost": 1
        },
        {
            "name": "Zmysł Drgań",
            "category": "Talent",
            "type": "Wspólna",
            "description": "Sensor wykrywa ruch istot stąpających po ziemi w promieniu 6m. Nie ma utrudnień w walce z niewidocznym przeciwnikiem w zasięgu działania zmysłu. \nMocniejsza wersja (2 PP): Zasięg rośnie do 12m oraz wykrywa również drobne zmiany ciśnienia w powietrzu.",
            "cost": 1
        },
        {
            "name": "Termowizja",
            "category": "Talent",
            "type": "Wspólna",
            "description": "Sensor może dostrzegać źródła ciepła, widząc istoty żywe w ciemności. Nie ma utrudnień w walce z niewidocznym przeciwnikiem w zasięgu działania zmysłu.",
            "cost": 1
        },
        {
            "name": "Widzenie Aury",
            "category": "Talent",
            "type": "Wspólna",
            "description": "Sensor dostrzega aurę żywych istot, rozpoznając ich stan emocjonalny. Przy dłuższej obserwacji wykrywa też choroby i zaburzenia.",
            "cost": 2
        },
        {
            "name": "Analiza Ruchu",
            "category": "Talent",
            "type": "Wspólna",
            "description": "Sensor przewiduje drobne ruchy przeciwników, zwiększając swoją obronę +1 przeciwko atakom wręcz.",
            "cost": 1
        },
        {
            "name": "Świadomość Przestrzenna",
            "category": "Talent",
            "type": "Wspólna",
            "description": "Sensor zawsze wie, gdzie się znajduje, nawet w kompletnej ciemności lub przy iluzjach przestrzennych.",
            "cost": 1
        },
        {
            "name": "Wyostrzony Węch",
            "category": "Talent",
            "type": "Wspólna",
            "description": "Sensor otrzymuje +2 do testów Percepcji i Przetrwania opartych na węchu, wykrywając subtelne zapachy. Może wykrywać zapachy, których normalnie nie dostrzegają ludzie, np. ślady krwi, toksyny w powietrzu czy emocje istot (strach, agresję).\nJeśli spędzi kilka sekund na analizie, może odróżnić zapachy poszczególnych osób i stworzeń.",
            "cost": 1
        },
        {
            "name": "Przewidywanie Wydarzeń",
            "category": "Talent",
            "type": "Futurispecja",
            "description": "Sensor otrzymuje przewagę na testy Percepcji w celu wykrycia pułapek, zasadzek lub nadchodzących zagrożeń. \nZyskuje także +1 do rzutów na Inicjatywę.",
            "cost": 1
        },
        {
            "name": "Przewidywanie Ruchów",
            "category": "Dyscyplina",
            "type": "Futurispecja",
            "description": "Przez 1 turę Sensor otrzymuje przewagę na testy obrony przeciwko jednemu wybranemu przeciwnikowi. \nJeśli przeciwnik wykonuje atak, Sensor zyskuje również przewagę do testu ataku przeciwko niemu.",
            "cost": 2
        },
        {
            "name": "Mgnienie Przyszłości",
            "category": "Dyscyplina",
            "type": "Futurispecja",
            "description": "Sensor natychmiast wykonuje ruch, który pozwala mu całkowicie uniknąć ataku lub zmienić pozycję na bezpieczną (w zasięgu ruchu). Może użyć tylko w momencie, gdy przewidzi zagrożenie.",
            "cost": 3
        },
        {
            "name": "Otworzenie Drogi",
            "category": "Dyscyplina",
            "type": "Futurispecja",
            "description": "Raz na sesję Sensor zyskuje +2 do wszystkich testów ataku przez 1 turę oraz ignoruje negatywne efekty środowiskowe (pułapki, przeszkody), dzięki wyprzedzeniu zdarzeń.",
            "cost": 4
        },
        {
            "name": "Wizje Długoterminowe",
            "category": "Dyscyplina",
            "type": "Futurispecja",
            "description": "Sensor uzyskuje wgląd w potencjalną przyszłość o istotnym znaczeniu – politycznym, militarnym lub osobistym. MG przekazuje wskazówki dotyczące możliwych wydarzeń lub zagrożeń.",
            "cost": 5
        },
        {
            "name": "Ultra Instynkt",
            "category": "Dyscyplina",
            "type": "Futurispecja",
            "description": "Na 1 turę Sensor otrzymuje przewagę na wszystkie rzuty obronne (dowolnego typu) oraz ułatwienie w ich wykonaniu.",
            "cost": 2
        },
        {
            "name": "Ultra Instynkt – Mitrz",
            "category": "Dyscyplina",
            "type": "Futurispecja",
            "description": "Sensor zyskuje dwa ułatwienia na wszystkie rzuty obronne w tej turze. Każdy atak przeciwko niemu ma 50% szansy, by go nie trafić. Dodatkowo może zignorować jedno źródło obrażeń tej tury.",
            "cost": 4
        },
        {
            "name": "Przewidywanie Akcji",
            "category": "Dyscyplina",
            "type": "Futurispecja",
            "description": "Sensor wybiera jednego przeciwnika – MG ujawnia jego planowane działania w nadchodzącej turze. Jeśli przeciwnik wykona ujawnioną akcję, Sensor otrzymuje +2 do ataku lub obrony przeciwko niemu do końca tej tury.",
            "cost": 3
        },
        {
            "name": "Sekcja w Czasie Rzeczywistym",
            "category": "Talent",
            "type": "Biospecja",
            "description": "Twoja znajomość anatomii i zdolność do odczytywania ruchów przeciwnika sprawia, że lepiej trafiasz w słabe punkty. Twoje ataki krytyczne występują na wyniku 19 i 20 na kości k20.",
            "cost": 3
        },

        {
            "name": "Analiza Ciała",
            "category": "Talent",
            "type": "Biospecja",
            "description": "Zyskujesz przewagę na testy związane z wykrywaniem ran, chorób, trucizn oraz oceną stanu fizycznego istot. Możesz szybko określić ich kondycję bojową – np. czy przeciwnik jest ranny, zmęczony, osłabiony.",
            "cost": 3
        },
        {
            "name": "Wykrywanie Słabości",
            "category": "Dyscyplina",
            "type": "Biospecja",
            "description": "Wybierasz jedną istotę w zasięgu wzroku i koncentrujesz się na jej budowie ciała. Przez 1 minutę zyskujesz wiedzę o jej fizycznych słabych punktach, a twoje ataki przeciwko tej istocie ignorują naturalne pancerze i redukcję obrażeń wynikającą z budowy ciała. ",
            "cost": 2
        },
        {
            "name": "Hemopuls",
            "category": "Dyscyplina",
            "type": "Biospecja",
            "description": "Zakłócasz przepływ krwi i działanie organów przeciwnika, powodując poważne osłabienie. Cel musi wykonać rzut obronny (Kondycja). Jeśli go nie zda, wybierasz jeden z efektów: \nKrwawienie – Cel otrzymuje 1k6 obrażeń na początku swojej tury przez 1 minutę (może zakończyć stan testem Kondycji na końcu każdej tury).  \n Spowolnienie – Cel ma o połowę zmniejszoną prędkość na 1 minutę. \n Ogłuszenie – Cel nie może wykonywać akcji ani reakcji do końca swojej następnej tury.",
            "cost": 3
        },
        {
            "name": "Puls Życia",
            "category": "Dyscyplina",
            "type": "Biospecja",
            "description": "Twój zmysł pozwala ci wyczuć wszystkie żywe istoty w promieniu 30 metrów, nawet przez ściany i inne przeszkody. Nie poznajesz szczegółów, ale odróżniasz istoty od obiektów martwych. Efekt trwa 1 minutę. ",
            "cost": 4
        },
        {
            "name": "Ostateczna Diagnoza",
            "category": "Dyscyplina",
            "type": "Biospecja",
            "description": "Twoje sensoryczne zdolności pozwalają ci natychmiast ocenić krytyczny stan istoty. Wybierasz jedno stworzenie w zasięgu wzroku i poznajesz następujące informacje: \n Obecny poziom punktów wytrzymałości oraz ich maksymalną wartość. \n Obecne negatywne efekty i stany, na które istota jest podatna (np. zatrucie, paraliż). \n Czy istota jest bliska śmierci (jeśli jej HP jest poniżej 25% maksymalnej wartości). ",
            "cost": 4
        },
        {
            "name": "Przebłysk Regeneracji",
            "category": "Dyscyplina",
            "type": "Biospecja",
            "description": "Analizując biologię istoty, możesz przywrócić jej organizm do naturalnej równowagi. Wybierasz cel (może to być ty lub sojusznik), który natychmiast regeneruje punkty wytrzymałości równe twojemu poziomowi Sensora + modyfikator Mądrości. Nie działa na istoty martwe. ",
            "cost": 4
        },
        {
            "name": "Wstrząs Neurokinetyczny",
            "category": "Dyscyplina",
            "type": "Biospecja",
            "description": "Atakujesz układ nerwowy przeciwnika, powodując nagłą i bolesną reakcję ciała. Cel musi wykonać rzut obronny (Kondycja). Jeśli go nie zda, otrzymuje 3k6 obrażeń psychicznych i przez 1 turę ma utrudnienie na testy ataku. ",
            "cost": 5
        },
        {
            "name": "Oczy Spoza Rzeczywistości",
            "category": "Talent",
            "type": "Szamanizm",
            "description": "Sensor widzi istoty niematerialne (np. astralne byty, istoty energetyczne, byty z innych wymiarów) oraz może wyczuwać ich obecność, nawet jeśli nie są fizycznie obecne w tym wymiarze. Daje to przewagę na testy Percepcji i Śledztwa związane z wykrywaniem bytów i energii spoza rzeczywistości. ",
            "cost": 3
        },
            {
                "name": "Psychometria",
                "category": "Talent",
                "type": "Szamanizm",
                "description": "Dotykając przedmiotu lub powierzchni, Sensor może „odczytać” intensywne wspomnienia związane z tym miejscem lub przedmiotem. Widzi wizje, które są efektem przeszłych wydarzeń, w których uczestniczyły istoty z innych wymiarów, co daje wgląd w tajemnice i historie związane z miejscami o silnych energetycznych oddziaływaniach.",
                "cost": 3
            },
            {
                "name": "Widmowa Interwencja",
                "category": "Dyscyplina",
                "type": "Szamanizm",
                "description": "Sensor może przyzwać istotę z innego wymiaru (np. energię, byta astralnego lub byt energetyczny), która udziela wsparcia. Efekt zależy od rzutu k6 i kontekstu miejsca, a istota może zaoferować pomoc w formie ataku, informacji, zwiadu lub innych form wsparcia.",
                "cost": 3
            },
            {
                "name": "Echo Przeszłości",
                "category": "Dyscyplina",
                "type": "Szamanizm",
                "description": "Sensor może przyzwać istotę z innego wymiaru (np. energię, byta astralnego lub byt energetyczny), która udziela wsparcia. Efekt zależy od rzutu k6 i kontekstu miejsca, a istota może zaoferować pomoc w formie ataku, informacji, zwiadu lub innych form wsparcia.",
                "cost": 2
            },
            {
                "name": "Zaklęcie Istot",
                "category": "Dyscyplina",
                "type": "Szamanizm",
                "description": "Sensor nawiązuje tymczasowe połączenie z istotą z innego wymiaru i prosi ją o pomoc. Istota może odpowiedzieć na prośbę w formie informacji, ochrony lub innych usług, ale jej odpowiedź może być zależna od jej natury (np. czy jest przyjazna, neutralna czy wroga wobec tego wymiaru).",
                "cost": 2
            },
            {
                "name": "Wymiarowy Dotyk",
                "category": "Dyscyplina",
                "type": "Szamanizm",
                "description": "Sensor może dotknąć istoty, sprawiając, że część jej bytu jest tymczasowo wyciągnięta z innego wymiaru do fizycznego świata. Cel musi wykonać rzut obronny na Charyzmę (CD 14) lub otrzymuje stan Oszołomienia na 1 turę i staje się bardziej podatny na obrażenia energetyczne lub nekrotyczne przez 1 minutę.",
                "cost": 3
            },
            {
                "name": "Prośba o Pomoc",
                "category": "Dyscyplina",
                "type": "Szamanizm",
                "description": "Sensor może przyzwać do pomocy istotę z innego wymiaru, wykorzystując ich unikalne właściwości w ofensywie. Rzut k6 decyduje, jak silna będzie przyzwana istota: \n 1–2: Przywołany byt jest słaby, oferuje tylko podstawowe wsparcie, np. ostrzeżenie przed atakiem lub drobną pomoc w walce (np. mały atak energetyczny lub informacja o przeciwniku).  \n 3–5: Zwykła istota, która może zaoferować bardziej znaczące wsparcie, np. wystrzelić energetyczny pocisk, wywołać osłonę lub zaoferować lepsze informacje o przeciwniku, środowisku lub sytuacji. Możliwość interakcji z przeciwnikiem, jak z neutralnym bytem.  \n 6: Potężny byt, który może wywołać ogromne zmiany w walce, np. zniszczyć przeszkody, wywołać masowy atak energetyczny lub wywołać naturalne zjawisko, takie jak burzę czy trzęsienie ziemi (w zależności od okoliczności). Efekt jest potężny, ale wymaga dużych umiejętności kontrolowania tego typu bytów. Może to także wpłynąć na otoczenie, tworząc trwałe zmiany w świecie lub przyciągając inne istoty z innych wymiarów. ",
                "cost": 5
            }

    ]
}